Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: a) lubricants which are not discharged to sea, including those delivered in spray cans, b) chemicals in closed systems with usage of less than 3000 kg per year, c) laboratory chemicals, d) dispersants and shoreline cleaning agents that are used to combat acute pollution, e) new chemicals to be field tested, cf
nb: a) smøremidler som ikke går til utslipp til sjø, inkludert slike som leveres i spraybokser, b) kjemikalier i lukkede systemer med forbruk under 3000 kg per innretning per år, c) laboratoriekjemikalier, d) dispergeringsmidler og strandrensemidler til bekjempelse av akutt forurensning, e) nye kjemikalier som skal felttestes, jf

source: When his father qualified as an acoustician in 1980, demand for this speciality was so low that he had to work as a civil engineer as well.
nb: Tønnes Ognedal var ferdig utdannet akustiker i 1980. Den gangen var kunnskapen hans så lite etterspurt at han måtte jobbe som bygningsingeniør ved siden av.

source: After a further 11 minutes, deluge was halted again for a new CCTV check, and resumed immediately afterwards.
nb: Etter ytterligere 11 minutter ble deluge stoppet igjen for ny sjekk på kamera, og ble startet opp igjen like etter.

source: H-60 for external walls which may be exposed to hydrocarbon fire,
nb: H-60 for yttervegger som kan eksponeres for hydrokarbonbrann,

source: Following the incident, it transpired that those responsible for monitoring corrosion development had inaccurate operational data for this pipe.
nb: I etterkant av hendelsen viste det seg at de som hadde ansvar for å følge med i korrosjonsutvikling satt på uriktige driftsdata for dette røret.

source: a) head injuries involving concussion, loss of consciousness or other serious consequences, b) loss of consciousness due to other causes, c) skeletal injuries and tendon injuries, with the exception of rupture or fracture of fingers or toes where
nb: a) hodeskader med hjernerystelse, tap av bevissthet eller andre alvorlige følger, b) tap av bevissthet av andre årsaker, c) skjelettskader og skade på sener, unntatt brist eller brudd på fingre eller tær hvor de sammenhørende

source: Interviews also revealed that most of the MOB boat crew had only been on the water once or twice.
nb: Under intervjuer kom det også frem at de fleste av MOB-båt-mannskapet i hovedsak har vært på sjøen én til to ganger.

source: The requirement for planning as mentioned in the first subsection entails, inter alia, ensuring that the
nb: Kravet til planleggingen som nevnt i første ledd, innebærer blant annet å sikre at aktivitetene utføres

source: Re Section 38
nb: brukes. Til § 38

source: Vår Energi, Equinor, Gassco and Aker BP have received consent for manned underwater operations (MUO) in 2019.
nb: Vår Energi, Equinor, Gassco og Aker BP har fått samtykke til bemannede undervannsoperasjoner (BUO) i 2019.

source: Testing isolation valves (as barriers) was not described in the DOP for the individual operations, as required by TR3526.
nb: Testing av isoleringsventilene (som barrierer) var ikke beskrevet i detaljprogrammer for de enkelte operasjonene i henhold til krav i TR3526.

source: The deficiency concerns fire doors that are certified to MED (Marine Equipment Directive) modules B and D and type-approved by DNV GL.
nb: Mangelen gjelder branndører som er MED (Marine Equipment Directive) modul B og D sertifisert og typegodkjent av DNV GL.

source: A senior researcher at the Sintef foundation, Ranveig Kviseth Tinmannsvik has studied learning from incidents for many years.
nb: Ranveig Kviseth Tinmannsvik, som er seniorforsker i forskningsstiftelsen Sintef, har forsket på læring etter hendelser i en årrekke.

source: XML – Extensible Markup Language version 1.0, and
nb: XML – Extensible Markup Language versjon 1.0, og

source: Shell – Consent for use of Borgland Dolphin
nb: Shell – Samtykke til bruk av Borgland Dolphin

source: On Ekofisk – first and last on the Norwegian continental shelf?
nb: Om Ekofisk – først og sist på norsk sokkel?

source: Hersvik emphasises that trust between the partners is essential for alliance success.
nb: Hersvik understreker at tillit mellom partnerne er alfa og omega for at alliansene skal lykkes.

source: acknowledgement of compliance (AoC) in October 2017
nb: fikk samsvarsuttalelse (SUT) i oktober 2017

source: For stipulation of fire loads from a dimensioning fire as mentioned in the first paragraph, see Section 10 on loads, load effects and resistance.
nb: For fastsettelse av brannlaster fra en dimensjonerende brann som nevnt i første ledd, se § 10 om laster, lastvirkninger og motstand.

source: Edvard Grieg is a field in the Utsira High area in the central North Sea, 35 kilometres south of the Grane and Balder fields.
nb: Edvard Grieg ligg på Utsirahøgda i den sentrale delen av Nordsjøen, 35 kilometer sør for Grane og Balder.

source: We have given Equinor consent for the installation, operation and dismantling of the Topaz modular drilling rig (MDR) for work on wells on the Heimdal field.
nb: Vi har gitt Equinor samtykke til installasjon, drift og demontering av Topaz modulær borerrigg (MDR) for arbeid på brønnar på Heimdalfeltet.

source: Consent to use Island Innovator
nb: Samtykke til bruk av Island Innovator

source: That can also affect health, safety and the environment (HSE).
nb: Dette kan også påvirke helse, miljø og sikkerhet.

source: Walkways have been used internationally for a number of years to transfer personnel between a vessel and an offshore facility, such as a wind turbine.
nb: Internasjonalt har det i flere år vært benyttet gangbroer til overføring av personell mellom fartøy og installasjoner til havs, for eksempel vindturbiner.

source: Consent to use Songa Endurance at Troll
nb: Equinor har fått samtykke til bruk av Songa Endurance på Troll

source: The FAT for the hoist with trolley, capacity 180 kN, was witnessed by DNV with a test load of 22.6 tonnes.4 The DNV certificate contains five restrictions on use, including one which specifies that the hoist is not designed to lift while the trolley or the facility are moving.
nb: Taljen med løpekatt, kapasitet 180 kN, er testet (FAT) og bevitnet av DNV med en testlast på 22,6 tonn.4 Sertifikatet fra DNV inneholder fem bruksbegrensninger, blant annet en som sier at taljen ikke er designet for løft når løpekatten beveger seg eller når innretningen beveger seg.

source: Implementation The work done in 2010 is a continuation of previous years’ activities over the period 2000–2009, see NPD (2001), NPD (2002), NPD (2003), PSA (2004), PSA (2005), PSA (2006), PSA (2007), PSA (2008), PSA (2009) and PSA (2010).
nb: Gjennomføring Arbeidet i 2010 er en videreføring av tidligere års aktiviteter, gjennomført i 2000–2009, se OD (2001), OD (2002), OD (2003), Ptil (2004), Ptil (2005), Ptil (2006), Ptil (2007), Ptil (2008), Ptil (2009) og Ptil (2010).

source: The initiative was originally supported by Statoil (now Equinor), Total, Gassco, BP, Shell, Safetec, Wild Well Control, DNV and Petroleum Safety Authority Norway.
nb: Initiativet ble støttet av Statoil (nå Equinor), Total, Gassco, BP, Shell, Safetec, Wild Well Control, DNV og Petroleumstilsynet.

source: The Melkøya plant has
nb: Anlegget på Melkøya har vært driftet

source: , and they also include barriers and systems for preventing and halting acute pollution.
nb: og omfatter også barrierer og systemer for å hindre og stanse akutt forurensning.

source: However, the investigation has shown that the accident resulted from a number of causes which occurred at different times and in various parts of the Maersk system.
nb: Granskingen har imidlertid vist at ulykken var et resultat av flere årsaker som skjedde på ulike tidspunkt og i ulike deler av Maersk-systemet.

source: It emerged during interviews and the document review that the work winch was used for operations other than those it had originally been designed for.
nb: Under intervjuer og i dokumentgjennomgangen kom det frem at arbeidsvinsjen ble brukt til andre operasjoner enn det den opprinnelig var designet for.

source: Identify potential hazards and accidents
nb: Identifisere potensielle fare‐ og ulykkessituasjoner

source: Building in the Far East requires a large team for follow-up
nb: Bygging i østen krever stort team for oppfølging

source: Guidelines for plan for development and operation of a petroleum deposit (PDO) and plan for installation and operation of facilities for transport and utilisation of petroleum (PIO)
nb: Veiledning til plan for utbygging og drift av en petroleumsforekomst (PUD) og plan for anlegg og drift av innretninger for transport og for utnyttelse av petroleum (PAD)

source: b) the operator or the party responsible for operating a facility shall retain meteorological and
nb: b) operatøren eller den som står for driften av en innretning oppbevare meteorologiske og

source: Location of the G template on the Troll field.
nb: Lokasjon av brønnramme G på Trollfeltet (kilde:

source: also Section 24 of the Facilities Regulations.
nb: også innretningsforskriften § 24.

source: “A positive trend over 20 years indicates both that we have a regime which functions and that we have an industry which gets to grips with the challenges.
nb: - Når vi har hatt positiv utvikling i 20 år, indikerer det både at vi har et regime som fungerer og at vi har en næring som tar tak i utfordringer.

source: Choice of foundation solutions, including mud mats, piles, pile sleeves and grouting
nb: Valg av fundamenteringsløsninger, herunder mudmats, pæler, pilesleeves og grouting

source: This includes machinery and equipment used for offloading oil in the D10 area.
nb: Dette inkluderermaskiner og utstyr som benyttes under lossing av olje i D10-området.

source: Nofo/Equinor estimated maximum discharge at 100 m3.
nb: NOFO/Equinor anslår max. utslipp til 100 m3.

source: Okea - Planning of first drilling operations on the Norwegian Continental Shelf
nb: Okea - Samtykke til leiteboring i Nordsjøen

source: West Hercules is a 6th generation semi-submersible drilling facility built in 2008 at the Daewoo Shipyard, South Korea.
nb: West Hercules er ei 6.generasjon halvt nedsenkbar boreinnretning bygt i 2008 ved Daewoo Shipyard, Sør-Korea.

source: meteorological and oceanographic data with reports on the quality of data as mentioned in Section 17 of the Facilities Regulations, as well as annual reports on data collection are submitted to the Norwegian Meteorological Institute, and that such reports on oceanographic data are submitted to the Institute of Marine Research,
nb: meteorologiske og oseanografiske data med rapporter om datakvaliteten som nevnt i innretningsforskriften § 17, og årsrapporter om datainnsamling blir sendt til Meteorologisk institutt, og at slike rapporter om oseanografiske data blir sendt til Havforskningsinstituttet,

source: Aker BP - Valhall IP - planned modification, digitalisation and automation of drilling installation
nb: Samtykke til ombygging av boreanlegget på Valhall IP - Performinator prosjektet

source: • costs were incurred for retrieval, transport and loss of the raw water pump.
nb: Kostnader ved opphenting, transport og tap av råvannspumpen.

source: standard, Chapters 4.3, 4.7, 4.10.2 and 9.3 should be used in the area of health, working environment and safety.
nb: kapittel 4.3, 4.7, 4.10.2 og 9.3 brukes på området helse, arbeidsmiljø og sikkerhet.

source: Sjoborg is owned and operated by Skansi Offshore.
nb: «Sjoborg» er eid og drevet av Skansi Offshore.

source: By organic drilling fluid is meant mineral oil-based and synthetic drilling fluid.
nb: Med organisk borevæske menes mineraloljebasert og syntetisk borevæske.

source: operations and maintenance manager
nb: rapporterer til Enis drifts- og vedlikeholdsleder.

source: b) samples from preliminary surveys as mentioned in Section 15 of the Activities Regulations, that show
nb: b) prøver fra forundersøkelser som nevnt i aktivitetsforskriften § 15, som viser havbunnens

source: For activities as mentioned in the second and third subsections, the following should be used in the area of health, working environment and safety:
nb: For aktiviteter som nevnt i andre og tredje ledd, bør følgende brukes på området helse, arbeidsmiljø og sikkerhet:

source: learning on the wrong track
nb: bakemeldinger om læring

source: An official study in 1979 concluded that, despite the crashes, helicopters were the best way of transporting North Sea personnel.
nb: I 1979 kom en offentlig utredning om helikoptertrafikk som konkluderte med at helikopter, til tross for de alvorlige ulykkene, var best egnet til å transportere personell i Nordsjøen.

source: The same applied to the evaluation of OJT.
nb: Det samme gjelder for evalueringen av OJT.

source: He was thereby exposed to a possible explosion and/or fire for an unnecessarily long time.
nb: Uteoperatør er på denne måten i unødvendig lang tid eksponert for en eventuell eksplosjon og/eller brann.

source: He suffered injuries to his head, neck and back.
nb: Boredekksarbeideren ble skadet i hode, nakke og rygg.

source: It emerged from conversations with personnel on board that the work winch was upgraded from 10 to 13 tonnes.
nb: Under samtaler med personell om bord kom det frem at arbeidsvinsjen var oppgradert fra 10 til 13 tonn.

source: is considered the most important for being rested.
nb: regnes som den viktigste for å bli uthvilt.

source: facilitate a resource management system for transport and exploitation of subsea reservoirs on the continental shelf for injection and storage of CO
nb: legger til rette for et ressursforvaltningssystem for transport og utnyttelse av undersjøiske reservoarer på kontinentalsokkelen til injeksjon og lagring av CO

source: The ESD system is based on a fail-safe principle, which means that the facility automatically defaults to a safe condition in accordance with a predefined shutdown sequence if, for example, the power supply to the ESD system is lost.
nb: Nødavstengningssystemet er basert på «fail safe» -prinsippet som vil si at anlegget automatisk går til en sikker tilstand i henhold til en predefinert nedstengningssekvens dersom nødavstengningssystemet for eksempel mister krafttilførselen.

source: and exploitation of subsea reservoirs for the storage of CO
nb: og utnyttelse av undersjøiske reservoarer til lagring av CO

source: Well 7132/2-1 lies in production licence 857, where Equinor Energy is the operator.
nb: Brønn 7132/2-1 tilhører utvinningstillatelse 857, hvor Equinor Energy (Equinor) er operatør.

source: The results from the environmental monitoring shall be such that they can be used to check the conclusions of the impact assessment (IA) for the individual field and for the region.
nb: Miljøovervåkingens resultater skal kunne brukes til å etterprøve konklusjonene i konsekvensutredningen (KU) for det enkelte felt og for regionen.

source: Statoil took over the operatorship of Sigyn from ExxonMobil in 2017.
nb: Statoil overtok i 2017 operatørskapet for Sigyn frå ExxonMobil.

source: The CCR placed this information on the PCDA screen, described as “Envelope”, with details of the closure of ballast-water valve to cells 4, 11 and 17.
nb: I SKR legges informasjon på PCDA-skjerm, omtalt som «Konvolutt», med informasjon om stengt ballastvannventil til cellene 4, 11 og 17.

source: Trestakk is a field in the central part of the Norwegian Sea, 20 kilometres south of the Åsgard field.
nb: Trestakk ligg i den midtre delen av Norskehavet, 20 kilometer sør for Åsgard.

source: The results are freely available at hansker.sinusas.no.
nb: Målingene ligger gratis tilgjengelig på hansker.sinusas.no.

source: Nova was proven in 2012, and the plan for development and operation (PDO) was approved in September 2018.
nb: Nova blei påvist i 2012, og plan for utbygging og drift (PUD) blei godkjent i september 2018.

source: Equinor – Snøhvit - consent for use of Askeladd phase 1
nb: Equinor – Snøhvit - samtykke til bruk av Askeladd fase 1

source: The most important cause of interviewees perceiving an increased need for follow-up when constructing in Asia is foreign engineering companies' and yards' lack of experience with engineering and fabricationfor Norwegian conditions and in accordance with Norwegian requirements and standards.
nb: Den viktigste årsaken til at intervjuobjektene så økt behov for oppfølging ved bygging i Østen, er utenlandske engineeringsselskapers og verfts manglende erfaring med prosjektering og bygging for norske forhold og ihht norske krav og standarder.

source: Barriers can, as such, be measures to prevent, stop and/or limit the spread of acute pollution, but can also comprise various emergency preparedness measures, cf. the
nb: Barrierer kan således være tiltak for å hindre, stanse og/eller begrense spredning av akutt forurensning, men kan også omfatte ulike beredskapstiltak, jf.

source: This accident occurred the day after the 2015 RNNP report was presented, and highlighted the positive trend for helicopter safety.
nb: Ulykken skjedde dagen etter framleggingen av RNNP 2015, hvor positiv utvikling innenfor helikoptersikkerhet ble trukket fram.

source: Terje Hansen, Electrician and IT Workers Union
nb: Terje Hansen, El og IT-forbundet:

source: The Petroleum Safety Authority Norway (PSA) has given Aker BP consent for the use of Deepsea Nordkapp for production drillin on the Volund field.
nb: Petroleumstilsynet (Ptil) har gitt Aker BP samtykke til bruk av Deepsea Nordkapp for produksjonsboring på Volundfeltet.

source: “Our 2021 main issue was very well received by the suppliers,” says Aina Eltervåg, the PSA’s contact with these companies.
nb: - Hovedtemaet for 2021 ble svært godt mottatt av leverandørene da det ble lansert.

source: And we believe that paying great attention to HSE and a secure sector, whether you work in one part of it or another, is very important, says Anniken Hauglie, Director general, Norwegian Oil and Gas
nb: Og det å ha et høyt HMS-fokus og en trygg næring, enten man jobber i den ene eller andre delen av den, mener vi er veldig viktig, sier Anniken Hauglie, administrerende direktør, Norsk olje og gass

source: Maersk Interceptor is a mobile drilling facility (jack-up rig) operated by Maersk Drilling.
nb: Maersk Interceptor er ei flyttbar boreinnretning (oppjekkbar) operert av Maersk Drilling.

source: Three hose segments from OLS B were taken to land in November 2015 for investigation.
nb: Tre slangesegmenter fra OLS B ble tatt til land i november 2015 for undersøkelser.

source: Development and Operation (PDO) of petroleum deposits.
nb: av plan for utbygging og drift (PUD) av petroleumsforekomster.

source: employer or the party representing their employer.
nb: eller den som representerer arbeidsgiveren.

source: And nobody on board managed to operate the release mechanism for the liferafts, which were capable of accommodating 400 people.
nb: Og ingen om bord klarte å bruke utløsermekanismen til de oppblåsbare redningsflåtene. Disse kunne gitt plass til 400 mennesker.

source: Turbulence is accounted for by a so-called VLES-model.
nb: Turbulens tas hensyn til gjennom en såkalt VLES-modell.

source: Test production is scheduled to begin in August 2019.
nb: Prøveutvinninga skal etter planen starta i august 2019.

source: ConocoPhillips – Management of integrity and condition monitoring for infield pipelines, risers and subsea facilities
nb: ConocoPhillips – styring av integritet og tilstandskontroll for feltrørledninger, stigerør og havbunnsanlegg

source: Procedures and documentation related to testing, installing and maintaining the ADS are considered inadequate.
nb: Prosedyrene og dokumentasjonen relatert til testing, montering og vedlikehold av ADS fremstår som mangelfulle.

source: Involving a piston to reduce manual involvement in the (offset) lift, this proved cumbersome and was thereby rejected.
nb: Løsningen, en skyvemekanisme («piston») som skulle redusere manuell involvering under (skjev)løftet, viste seg lite fleksibel.

source: Light oil (condensate) will be loaded into tankers and shipped to market.
nb: Lettolje (kondensat) skal bli lasta på tankskip og frakta til marknaden.

source: The results show that the system's natural frequencies coincide with potential vortex-shedding frequencies for winds between 5 and 25 m/s.
nb: Resultatene viser at egenfrekvensene til systemet sammenfaller med mulige virvelavløsningsfrekvenser for vind mellom 5 og 25 m/s.

source: These have not been selected as elements in the change request.
nb: Disse er ikke valgt som elementer i endringsforespørselen.

source: Re Section 29 Fire divisions
nb: Til § 29 Brannskiller

source: MOL Norge – consent for exploration drilling in the North Sea
nb: MOL Norge – Samtykke til leiteboring i Nordsjøen

source: “Before survival suits appeared on the market, all you had in the event of an accident was a boiler suit and a lifejacket,” says Terje Gorm Hansen, chief executive of Hansen Protection in Moss.
nb: - Før redningsdraktene kom på markedet, hadde man ikke annet utstyr enn kjeledress og redningsvest om ulykken skulle være ute, sier Terje Gorm Hansen, daglig leder i redningsdraktprodusenten Hansen Protection i Moss.

source: risk level trends 2008 norwegian continental shelf
nb: risikonivå utviklingstrekk 2008 norsk sokkel Gjennomføring og omfang

source: Fire class A-60 is the recommended solution for these rooms since the second subsection requires protection of technical barrier elements in the room.
nb: Brannklasse A-60 er anbefalt løsning for disse rommene fordi andre ledd krever beskyttelse av tekniske barriereelementer i rommet.

source: No heat conservation was installed on the PSVs before the discovery of hydrates and the decision to shut down the plant for upgrading in 2019.
nb: Det ble ikke installert varmekonservering på PSVene før funnet av hydrater og det ble besluttet stans av anlegget for utbedring i 2019.

source: standard Chapter 22 should be used.
nb: kapittel 22 brukes.

source: This tool and its reports also function as an information channel between companies, unions and government.
nb: Verktøyet og rapportene fungerer også som en informasjonskanal mellom arbeidstakere, arbeidsgivere og myndigheter.

source: and cessation of the storage site.
nb: og avslutning av lagringsstedet.

source: : Scarabeo 8 is a semi-submersible drilling facility of Moss CS 50 Mk II design.
nb: Scarabeo 8 er ei halvt nedsenkbar boreinnretning av Moss CS 50 MkII-design.

source: Potentially, the leak could have ignited and caused a fire in the pipestill.
nb: Potensielt kunne lekkasjen antent og startet en brann i pipestill.

source: The Safe Scandinavia (pictured) was built in 1984 at Aker Verdal according to an Aker H-3.2E design.
nb: Safe Scandinavia (bildet) ble bygget i 1984 ved Aker Verdal etter et Aker H-3.2E-design.

source: show that the amount of such work carried out on the NCS and at the land plants declined from 2019 to 2020.
nb: viser at omfanget av utført vedlikehold på sokkelen og landanleggene synker fra 2019 til 2020.

source: The well is to be drilled by West Phoenix, a semi-submersible drilling facility of the Moss Maritim CS50 type, operated by North Atlantic Drilling (formerly Seadrill Management AS).
nb: Brønnen skal borast med West Phoenix, som er ei halvt nedsenkbar boreinnretning av typen moss Maritim CS50 og opereres av North Atlantic Drilling (tidligere Seadrill Management AS).

source: Lundin - Consent for exploration drilling in the North Sea
nb: Lundin - samtykke til testproduksjon i Nordsjøen

source: For information, see also
nb: For informasjon, se også

source: A new load was connected – a magnet mounted on a short length of 3 ½-inch drill pipe.
nb: Ny last ble huket på, en magnet montert på et kort 3 ½ tommers borerør.
